Repository: webmandesign/action-hook-block
Catalog: languages/*.po
Languages: sk_sk

source: Action hook
sk_sk: Hák akcie

source: WordPress PHP action hook, such as Theme Hook Alliance.
sk_sk: PHP hák akcie WordPress, ako napríklad háky Theme Hook Alliance.

# Block search keyword.
source: theme
sk_sk: téma

# Block search keyword.
source: hook
sk_sk: hák

# Block search keyword.
source: alliance
sk_sk: aliancia

# Block search keyword.
source: action
sk_sk: akcia

source: – Select an action hook –
sk_sk: – Vyberte hák akcie –

source: "Action hook" block options
sk_sk: Možnosti bloku "Hák akcie"

source: Options for "Action hook" block provided by Action Hook Block plugin.
sk_sk: Možnosti bloku "Hák akcie" poskytovaného pluginom Blok Akcie.

source: Theme Hook Alliance hooks
sk_sk: Háky Theme Hook Alliance

source: Custom hook names
sk_sk: Vlastné názvy hákov

# Plugin action link.
source: Settings
sk_sk: Nastavenia

# PHP action hook label.
source: Comments: Before (THA)
sk_sk: Komentáre: Pred (THA)

# PHP action hook label.
source: Comments: After (THA)
sk_sk: Komentáre: Po (THA)

# PHP action hook label.
source: Content: Before (THA)
sk_sk: Obsah: Pred (THA)

# PHP action hook label.
source: Content: Top (THA)
sk_sk: Obsah: Vrch (THA)

# PHP action hook label.
source: Content: Bottom (THA)
sk_sk: Obsah: Spodok (THA)

# PHP action hook label.
source: Content: After (THA)
sk_sk: Obsah: Po (THA)

# PHP action hook label.
source: Query Loop: After (THA)
sk_sk: Slučka dotazu: Po (THA)

# PHP action hook label.
source: Query Loop: Before (THA)
sk_sk: Slučka dotazu: Pred (THA)

# PHP action hook label.
source: Entry: Before (THA)
sk_sk: Príspevok: Pred (THA)

# PHP action hook label.
source: Entry: Top (THA)
sk_sk: Príspevok: Vrch (THA)

# PHP action hook label.
source: Entry: Bottom (THA)
sk_sk: Príspevok: Spodok (THA)

# PHP action hook label.
source: Entry: After (THA)
sk_sk: Príspevok: Po (THA)

# PHP action hook label.
source: Entry Content: Before (THA)
sk_sk: Obsah príspevku: Pred (THA)

# PHP action hook label.
source: Entry Content: After (THA)
sk_sk: Obsah príspevku: Po (THA)

# PHP action hook label.
source: Footer: Before (THA)
sk_sk: Päta: Pred (THA)

# PHP action hook label.
source: Footer: Top (THA)
sk_sk: Päta: Vrch (THA)

# PHP action hook label.
source: Footer: Bottom (THA)
sk_sk: Päta: Spodok (THA)

# PHP action hook label.
source: Footer: After (THA)
sk_sk: Päta: Po (THA)

# PHP action hook label.
source: Header: Before (THA)
sk_sk: Hlavička: Pred (THA)

# PHP action hook label.
source: Header: Top (THA)
sk_sk: Hlavička: Vrch (THA)

# PHP action hook label.
source: Header: Bottom (THA)
sk_sk: Hlavička: Spodok (THA)

# PHP action hook label.
source: Header: After (THA)
sk_sk: Hlavička: Po (THA)

# PHP action hook label.
source: Sidebar: Top (THA)
sk_sk: Bočný panel: Vrch (THA)

# PHP action hook label.
source: Sidebar: Bottom (THA)
sk_sk: Bočný panel: Spodok (THA)

# PHP action hook label.
source: Sidebars: Before (THA)
sk_sk: Bočné panely: Pred (THA)

# PHP action hook label.
source: Sidebars: After (THA)
sk_sk: Bočné panely: Po (THA)

source: You can add your own custom action hooks to choose from.
sk_sk: Do výberu môžete pridať vlastné háky akcií.

source: Simply list your custom hook names below and separate them with comma (%s).
sk_sk: Jednoducho zadajte vaše vlastné názvy hákov do poľa a oddeľte ich čiarkou (%s).

source: Action hook names separated with comma:
sk_sk: Názvy hákov akcií oddelené čiarkou:

source: By default, plugin allows you to select Theme Hook Alliance action hooks in the block.
sk_sk: Pôvodne vám plugin umožní zvoliť v bloku háky akcií Theme Hook Alliance.

source: Theme Hook Alliance info →
sk_sk: Info o Theme Hook Alliance →

source: Enable Theme Hook Alliance action hooks
sk_sk: Povoliť háky akcií Theme Hook Alliance

source: Executing this PHP code here:
sk_sk: Na tomto mieste vykoná tento PHP kód:

source: Select a hook to execute here.
sk_sk: Zvoľte hák, ktorý sa tu má vykonať.

source: Hook name
sk_sk: Názov háku

source: Optional context
sk_sk: Voliteľný kontext

source: Context value will be passed into the action hook as an additional argument.
sk_sk: Hodnota kontextu sa predá do háka akcie ako dodatočný parameter.
